-- phpMyAdmin SQL Dump
-- version 5.2.1
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1
-- Generation Time: Jun 13, 2024 at 09:26 AM
-- Server version: 10.4.32-MariaDB
-- PHP Version: 8.0.30

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `info_db`
--

-- --------------------------------------------------------

--
-- Table structure for table `view_info`
--

CREATE TABLE `view_info` (
  `V_Schoolname` varchar(100) NOT NULL,
  `V_Province` varchar(100) NOT NULL,
  `V_District` varchar(100) NOT NULL,
  `V_SubDistrict` varchar(100) NOT NULL,
  `V_ExecutiveName` varchar(100) NOT NULL,
  `V_ExeTell` varchar(25) NOT NULL,
  `V_ExeEmail` varchar(100) NOT NULL,
  `V_CoordinatorName` varchar(100) NOT NULL,
  `V_CooTell` varchar(25) NOT NULL,
  `V_CooEmail` varchar(100) NOT NULL,
  `V_Sale` varchar(100) NOT NULL,
  `V_Date` varchar(100) NOT NULL,
  `V_ElectricPerYear` varchar(100) NOT NULL,
  `V_ElectricPerMonth` varchar(100) NOT NULL,
  `V_Status` varchar(200) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

--
-- Dumping data for table `view_info`
--

INSERT INTO `view_info` (`V_Schoolname`, `V_Province`, `V_District`, `V_SubDistrict`, `V_ExecutiveName`, `V_ExeTell`, `V_ExeEmail`, `V_CoordinatorName`, `V_CooTell`, `V_CooEmail`, `V_Sale`, `V_Date`, `V_ElectricPerYear`, `V_ElectricPerMonth`, `V_Status`) VALUES
('ที่ทำการองค์การบริหารส่วนตำบลกุตาไก้', 'นครพนม', 'ปลาปาก', 'ตุตาไก้', 'นายกิตตินันท์ พรมด้วง', '086-2349252', '', 'นายชัยกรณ์ แสงเขียว', '098-4615461', '', 'คุณพิเย็น', '30/5/2567', '233,757.62', '19,480', ''),
('ที่ทำการองค์การบริหารส่วนตำบลขมิ้น', 'สกลนคร', 'เมือง', 'ขมิ้น', 'นายวิศรุต แก้งฝ่าย', '042-759181 / 095-5772739', '', 'นางดลฤดี เมืองสูง', '042-759181 / 087-2345099', '', 'คุณพิเย็น', '29/5/2567', '427,259.24', '35,604.94', 'แก้ไขหนังสือแจ้งความประสงค์เป็น มิ.ย 66 - พ.ค 67'),
('วิทยาลัยเทคนิคปทุมธานี', 'ปทุมธานี', 'เมือง', 'บ้านกลาง', 'นายดำรค์ สุดวิลัย', '087-6961454', 'dr.damrong@gmail.com', 'นายถาวร โสมณวัฒน์', '087-2580828', 'thavon2566@hotmail.com', 'VJK', '29/5/2567', '0', '0', '1.บิลขาด 1 เดือน 2. ไม่มีข้อมูลการใช้ไฟฟ้าของหน่วยงาน'),
('ศูนย์พัฒนาเด็กเล็กเทศบาลเมืองกาฬสินธุ์1', 'กาฬสินธุ์', 'เมือง', 'ในเมือง', 'นางวิภาวดี ซุมกาแสง', '098-1054451', '', 'นางสาวกษพร สว่างแสน', '093-3399192', '', 'คุณพิเย็น', '30/5/2567', '3,207,608.21', '267,300.68', ''),
('ศูนย์พัฒนาเด็กเล็กเทศบาลเมืองกาฬสินธุ์2', 'กาฬสินธุ์', 'เมือง', 'ในเมือง', 'นางวิชิราภรณ์ อันแสง', '043-840735 / 091-4485651', '0914485651ksn@gmail.com', 'นางสาวดรุณศิริ สวัสดีเอื้อ', '043-840735', 'darunsirimini@hotmail.com', '', '', '', '', ''),
('สำนักงานเทศบาลกาฬสินธุ์', 'กาฬสินธุ์', 'เมือง', 'ในเมือง', 'นายจารุวัฒน์ บุญเพิ่ม', '091-86506970', 'jaruwatboonperm@gmail.com', 'นางสุภาภรณ์ ประเสริฐสุข', '081-0530053', 'aod0053@gmail.com', 'คุณพิเย็น', '27/5/2567', '198,975.60', '16,581.30', '1.แก้หนังสือแจ้งความประสงค์เป็น มิ.ย 66 - พ.ค 67 2.แก้บิลค่าไฟ้าเป็น มิ.ย 66 - พ.ค 67'),
('สำนักงานเทศบาลตำบลดอนมนต์', 'บุรีรัมย์', 'สตึก', 'ดอนมนต์', 'นายสมจิตร วิรุณละพันธ์', '081-0730269', '', 'นายอนันต์ หลุนบูชา', '083-3695626', 'workdonmon@gmail.com', 'คุณพิเย็น', '31/5/2567', '225,950.00', '18,829.14', ''),
('โรงพยาบาลสงเสริมสุขภาพตำบลบ้านพนาวัลย์', 'หนองบัวลำภู', 'นางกลาง', 'ดงสวรรค์', 'นายณรงค์ฤทธ์ จันทร์นาหว่า', '095-6605759', '', 'นายทวีศักดิ์ ชัยรอรัตน์', '083-3565221', '', 'คุณพิเย็น', '31/5/2567', '52,900.74', '4,408.40', ''),
('โรงพยาบาลห้วยเกิ้ง', 'อุดรธานี', 'กุมภวาปี', 'ห้วยเกิ้ง', 'ร้อยเอกจักรวาล หารไชย', '081-5455499 / 088-2429915', 'chakrawal108@gmail.com', 'นายณวราวัฒน์ ศรีวงษา', '091-8144177', 'Narawat666289@gmail.com', 'คุณพิเย็น', '29/5/2567', '1,313,061.69', '109,421.81', ''),
('โรงรียนร่วมจิตประสาท', 'ปทุมธานี', 'ลำลูกกา', 'บึงคอไห', 'นางกาญจนา โสนิกร', '085-0199312', '', 'นางสาวอรพรรณ แพงป้อง', '082-3264839', 'Orapan4839@gmail.com', 'VJK', '29/5/2567', '0', '0', 'ไม่มีข้อมูลการใช้ไฟฟ้าของหน่วยงาน'),
('โรงเรียนกาฬสินธุ์พิทยาสรรพ์', 'กาฬสินธุ์', 'เมือง', 'ในเมือง', 'นางจารุวรรณ รัตนมาลี', '043-811278 / 091-0657983', 'charuwan83888@gmail.com', 'นางอนัญญา จรัสแผ้ว', '043-811278 / 0834381056', 'ananyaja@kalasinpit.ac.th', 'คุณพิเย็น', '29/5/2567', '2,969,258.95', '247,438.25', ''),
('โรงเรียนชะอำคุณหญิงเนื่องบุรี', 'เพชรบุรี', 'ชะอำ', 'ชะอำ', 'นายมหิศร แสงมณีรัตนชัย', '090-9525335', '', 'นางสาวณัฐญา ตนคล่อง', '032-470418 / 081-1998279', '', 'คุณพิเย็น', '17/5/2567', '0', '0', '1.แก้บิลไฟเป็น มิ.ย 66 - พ.ค 67 2.ไม่มีข้อมูลการใช้ไฟฟ้า'),
('โรงเรียนชุมชนบึงบา (สพป.ปทุมธานี เขต 2)', 'ปทุมธานี', 'หนองเสือ', 'บึงบา', 'นางสาวบุญเรียม จันทวรนันทวิช', '087-9721995', '', 'นายกฤษณ ปั้นงาม', '081-4566754', 'golfp7777@gmail.com', 'VJK', '29/5/2567', '0', '0', '1.บิลส่งมาแค่เดือน 02-03/67 2.ไม่มีข้อมูลการใช้ไฟฟ้าของหน่วยงาน'),
('โรงเรียนชุมชนเลิศพินิจพิทยาคม', 'ปทุมธานี', 'ลำลูกกา', 'บึงคำพร้อย', 'นายศุภวิท์ สงคง', '083-0190258', '', 'นายบันเทิง ชินวงศ์', '083-4404852', 'bab.treng@gmail.com', 'VJK', '29/5/2567', '0', '0', 'ไม่มีข้อมูลการใช้ไฟฟ้าของหน่วยงาน'),
('โรงเรียนบ้านกระนวนซำสูง', 'ขอนแก่น', 'ซำสูง', 'ซำสูง', 'นายอนุชิต จันทจร', '043-219109 / 0899400839', '', 'นายพงศ์อนันต์ จันทจร', '087-6399737', '', 'คุณพิเย็น', '25/5/2567', '0', '0', 'ขอบิลไฟปี 2566 เพิ่ม 12 เดือน'),
('โรงเรียนบ้านกล้วยวิทยา', 'ร้อยเอ็ด', 'ศรีสมเด็จ', 'สวนจิก', 'พจอ.ศิล วงศ์สันต์', '089-5015021', '', 'นายวีระ เหลาไผ่', '098-5912157', '', 'คุณพิเย็น', '31/5/2567', '87,854.80', '7,321.23', ''),
('โรงเรียนบ้านคันธทรัพย์', 'ชุมพร', 'ท่าแซะ', 'สลุย', 'นางขนษฐา สถานสถิตย์', '077-979252/ 089-8718426', 'kanistha.ss@gmail.com', 'นายยศธร จันทร์เปล่ง', '065-3487558', 'j.yosatorn@gmail.com', 'คุณพิเย็น', '30/4/2567', '0', '0', 'ขอบิลไฟย้อนหลัง มิ.ย 66 - พ.ค 67'),
('โรงเรียนบ้านซับน้ำเย็น สพฐ.', 'นครราชสีมา', 'ปากช่อง', 'ปากช่อง', 'นายบูรพา อุทัยกัน', '086-2602684', 'booraphathaikan@gmail.com', 'นางสุวรรณา วิชาจารย์', '064-3314040', 'gibbbbii@gmail.com', 'คุณพิเย็น', '30/5/2567', '1,015.67', '12,188.00', 'เพิ่มบิลไฟเดือน ก.พ - พ.ค 67'),
('โรงเรียนบ้านซาด', 'นครราชสีมา', 'โนนสูง', 'หลุมข้าว', 'นายกฤษณะ เทพจิตร', '065-2939098', 'mkridsana1.976@gmail.com', 'นายกฤษณะ เทพจิตร', '065-2939098', 'mkridsana1.976@gmail.com', 'คุณพิเย็น', '31/5/2567', '26,897.60', '2,247.47', ''),
('โรงเรียนบ้านดงอินำ', 'นครพนม', 'นาแก', 'พระซอง', 'นายบำเหน็จ ขำวิทย์โชติพันธุ์', '098-5230701', 'bamnetcho@gmail.com', 'นางสุพัตรา พงศเตรียง', '086-0200293', 'nongsb42@gmail.com', 'คุณพิเย็น', '31/5/2567', '17,247.31', '1,437.28', ''),
('โรงเรียนบ้านดอนชี (ศิริจันทานุสรณ์)', 'อุบลราชธานี', 'เมือง', 'หนองขอน', 'นางสาวศิริลักษณ์ รักญาติ', '096-5580014', 'mirinda.somza@gmail.com', 'นางสาวศิริลักษณ์ รักญาติ', '096-5580014', 'mirinda.somza@gmail.com', 'คุณพิเย็น', '25/5/2567', '16,081.04', '1,340.49', ''),
('โรงเรียนบ้านบางกง สพป. สบ.2', 'สระบุรี', 'วิหารแดง', 'วิหารแดง', 'นายพิพัฒน์ อรรถจินดา', '036-353147 / 064-7719519', '', 'นายวารรค์ ยังมี', '086-3630196', 'wasanyangmee2520@gmail.com', 'คุณพิเย็น', '29/5/2567', '88,974.15', '7,414.51', '1.แก้ปีหน้าหนังสือแจ้งความประสงค์ 2.แก้ไขบิลเป็น มิ.ย 66 - พ.ค 67'),
('โรงเรียนบ้านบ่อมอง', 'นครศรีธรรมราช', 'ทุ่งสง', 'นาไม้ไผ่', 'นางนิสวยชล หนูนิด', '096-6361470', '0', 'นวงลิรวกรณ์ จริตงาม', '093-5827378', 'Jitapornjaritm@gamil.com', 'คุณพิเย็น', '30/5/2567', '0', '0', 'ขาดเดือน มิ.ย 66'),
('โรงเรียนบ้านยางน้อยหัวสิบ', 'นครราชสีมา', 'เมือง', 'บ้านใหม่', 'นายสุนทร วังสำเภา', '091-0138537', 'suthon7078@gmail.com', 'นายเกียรติชัย ราชจินดา', '094-3732442', 'kiatichaiza@gmail.com', 'คุณพิเย็น', '29/5/2567', '828.08', '69.01', '1.ระบุปีที่หนังสือผิด 2. บิลไฟขาดเดือน พ.ย 66'),
('โรงเรียนบ้านวังกะทะ', 'ชัยภูมิ', 'หนองบัวระเหว', 'วังตะเข่', 'นายภูริช ผ่องแผ้ว', '092-5698945', 'bhoorich.ph@gmail.com', 'นายวรพล ทวีทรัพท์', '096-3251652', 'worapon1991kong@gmaol.com', 'คุณพิเย็น', '25/5/2567', '131,924.24', '10,993.69', '1.แก้ไขหนังสือ 2. แก้บิลไฟเป็น มิ.ย 66 - พ.ค 67'),
('โรงเรียนบ้านวังยาว', 'นครศรีธรรมราช', 'ทุ่งสง', 'นาไม่ไผ่', 'นางยุพิน หนุในน้ำ', '098-0753219', '', 'นางสาววาสนา ชบาพฤกษ์', '084-7603152', 'was-sana2009@gmail.com', 'คุณพิเย็น', '29/5/2567', '47,754.91', '3,979.58', '1.แก้หนังสือแจ้งความประสงค์เป็น มิ.ย 66 - พ.ค 67 2.แก้บิลค่าไฟ้าเป็น มิ.ย 66 - พ.ค 67'),
('โรงเรียนบ้านสร้างแห่', 'นครพนม', 'ธาตุพนม', 'กุดฉิม', 'นายชิณภรณ์ มหาโคตร', '081-0510346', 'bansranghaer@gmail.com', 'นายอติชาติ อินาลา', '093-3371440', 'sichada.ab@hotmail.com', 'คุณพิเย็น', '27/5/2567', '50,647.13', '4,220.59', 'ขอเดือน มิ.ย 66 - พ.ค 67 และแก้ไขข้อมูลการใช้ไฟฟ้าของหน่วยงาน'),
('โรงเรียนบ้านสวนจิก', 'ร้อยเอ็ด', 'ศรีสมเด็จ', 'สวนจิก', 'นายชัยอนันต์ ฉันทวงศ์', '098-1051171', 'chaianan.wong@gmail.com', 'นางจงจิตร์ ศรีอ่อนหล้า', '081-0601907', 'jongjit@gmail.com', 'คุณพิเย็น', '31/5/2567', '50,144.88', '4,178.74', 'แก้บิลไฟเป็น มิ.ย 66 - พ.ค 67'),
('โรงเรียนบ้านหนองหัวคน', 'ร้อยเอ็ด', 'อาจสามารถ', 'หนองหมื่นถ่าน', 'นายวินัย วันนุกูล', '097-0249489', 'Winaiwunnugoon@gmail.com', 'นายศราวุฒิ น้อยน้ำคำ', '080-0099630', 'Sarawut_630@hotmail.com', 'คุณพิเย็น', '31/5/2567', '18,272.91', '1,522.74', 'ขาดบิล ม.ค 66 - เม.ย 66'),
('โรงเรียนบ้านหนองแวงยาว', 'ร้อยเอ็ด', 'ศรีสมเด็จ', 'สวนจิก', 'นายไพรรัตน์ วรรณชรา', '098-6205929 / 098-6205922', 'phawan1112@obacmail.go.th', 'นางมารินี สุดาจันทร์', '081-2628468', 'marineeooh@gmail.com', 'คุณพิเย็น', '31/5/2567', '26,679', '2,223', ''),
('โรงเรียนบ้านเนินทอง', 'ชุมพร', 'ท่าแซะ', 'สลุย', 'นายธรรมทัศน์ เริกประดิษฐ์', '085-6415970', 'Thammatat5970@gmail.com', 'นางสาววนิดา สุขพล', '096-5623632', 'wanida334sukphon@gmail.com', 'คุณพิเย็น', '30/4/2567', '0', '0', 'บิลไฟไม่มี'),
('โรงเรียนบ้านแหลมวิทยา', 'เพชรบุรี', 'บ้านแหลม', 'บ้นแหลม', 'นางอุษา กองธรรม', '032-450514 / 085-2210500', 'berud89@gmail.com', 'นายพันธ์ศักดิ์ เติมยศ', '092-1546999', 'boyzonemen10@gmail.com', 'คุณพิเย็น', '17/5/2567', '5,994.20', '71,930.40', 'แก้บิลไฟเป็น มิ.ย 66 - พ.ค 67'),
('โรงเรียนบ้านโนนสง่า', 'นครราชสีมา', 'สีคิ้ว', 'นองหญ้าขาว', 'นางกัลยานี แสนโคตร', '089-5810095', 'jareonsin2@gmail.com', 'นางสาวสรวย ขี่มกุล', '089-8940530', 'saruayk11@gmail.com', 'คุณพิเย็น', '30/5/2567', '94,373.13', '7,864.43', ''),
('โรงเรียนบ้านโพนเดื่อโนนนสวรรค์', 'ร้อยเอ็ด', 'สุวรรณภูมิ', 'ทุ่งหลวง', 'นายขจรเกียรติ แพงวงษ์', '085-4647979', 'khajonkiet_2526@hotmail.com', 'นายสุวิทย์ จันทร์คูเมือง', '090-1933212', 'dreamteam1991@hotmail.com', 'คุณพิเย็น', '31/5/2567', '15,336.93', '1,278.08', ''),
('โรงเรียนบ้านใหม่สำโรง', 'นครราชสีมา', 'สีคิ้ว', 'ลาดบัวขาว', 'นางนภาพร ฤดีจรัสวัลย์', '094-2915724', 'rudeecharatwan@gmail.com', 'นายสุริยา หึงขุนทด', '093-3284002', 'hungkhunthodsuriya@gmail.com', 'คุณพิเย็น', '30/5/2567', '107,473.59', '8,956.13', ''),
('โรงเรียนพระซองวิทยาคาร', 'นครพนม', 'นาแก', 'พระซอง', 'นายสิทธิชัย อาทิตย์ตั้ง', '083-4511513', 'sittichai1513@gmail.com', 'นายสุภารินทร์ คนแคล้ว', '095-3598386', 'Suparin@gmail.com', 'คุณพิเย็น', '25/5/2567', '38,734.68', '3,227.89', ''),
('โรงเรียนพะทายพิทยาคม', 'นครพนม', 'ท่าอุเทน', 'พะทาย', 'นายมิตรชัย ไชยนาน', '093-1019109', 'mitchai007@gmail.com', 'นายศราวุธ มูลชัย', '089-7140593', '', 'คุณพิเย็น', '29/5/2567', '319,392.84', '26,616', ''),
('โรงเรียนยางตลาดวิทยาคาร', 'กาฬสินธุ์', 'ยางตลาด', 'ยางตลาด', 'นางสาวสุมาดี พลเรืองทอง', '084-9286815', 'iku.kusumawadee@gmail.com', 'นายรัชฎา ปัททุม', '080-991-7932', 'ywschool2021@gmail.com', 'คุณพิเย็น', '31/5/2567', '1,662,430.46', '138,535.87', '1.แก้หนังสือแจ้งความประสงค์เป็น มิ.ย 66 - พ.ค 67 2.แก้บิลค่าไฟ้าเป็น มิ.ย 66 - พ.ค 67'),
('โรงเรียนวัดคลองชัน', 'ปทุมธานี', 'ลำลูกกา', 'ลาดสวาย', 'นางอารี เสาร์บดีรักษ์', '081-6168641', 'Niraaree@gmail.com', 'นายสุกฤษฏิ์ อุตรมาตย์', '088-5635771', 'Pausedvil@gmail.com', 'คุณพิเย็น', '29/5/2567', '0', '0', 'บิลขาด 2 เดือน พ.ค 67 และ มิ.ย 66'),
('โรงเรียนวัดทศทิศ (สพป.ปท.2)', 'ปทุมธานี', 'ลำลูกกา', 'บึงคำพร้อย', 'นายนิรัน นิลทองหลาง', '020-070384 / 089-5353937', '', 'นายมนตรี ธนพงค์เจริญ', '020-070384 / 097-3211385', 'aiew788@gmail.com', 'VJK', '29/5/2567', '0', '0', '1.บิลขาด 1 เดือน 2.ไม่มีข้อมูลการใช้ไฟฟ้าของหน่วยงาน'),
('โรงเรียนวัดนิเทศน์', 'ปทุมธานี', 'ลำลูกกา', 'พืชอุดม', 'นายสมชาติ มุกดอกไม้', '098-3836656', 'somchat.muk@ptt2.ac.th', 'นางสาวศิรินันท์ ง่วงสูงเนิน', '092-4968895', 'sirinankem@gmail.com', 'VJK', '29/5/2567', '0', '0', 'ไม่มีข้อมูลการใช้ไฟฟ้าของหน่วยงาน'),
('โรงเรียนวัดบางชวดอนุสรณ์ สพป. ปท1', 'ปทุมธานี', 'คลองหลวง', 'คลองห้า', 'นางชะโลม คุ้มวงษ์', '089-8985297', 'chakum2514@gmail.com', 'นายกิตติศักดิ์ ธระปราบ', '096-0022264', 'kittisak01.math53@gmail.com', 'VJK', '29/5/2567', '0', '0', '1.บิลขาดเดือน 02-03/67 2.2.ไม่มีข้อมูลการใช้ไฟฟ้าของหน่วยงาน'),
('โรงเรียนวัดประชุมราษฎร์', 'ปทุมธานี', 'ลำลูกกา', 'บึงคำพร้อย', 'นางชุติมา ใจใหญ่', '025-691984 / 081-2912454', '', 'นางเบญจวรรณ สุตมิตร', '086-1028296', '', 'คุณพิเย็น', '29/5/2567', '0', '0', 'ขาด 4 เดือน, แก้เป็น มิ.ย 66 - พ.ค 67'),
('โรงเรียนวัดประยูรธรรมาราม', 'ปทุมธานี', 'ลำลูกกา', 'คูคต', 'นายกริชนรินทร์ สิงคเวหน', '098-1365624', 'Kritthari@gmail.com', 'นางสาวจิภาภรณ ประเสริฐพงษ์', '095-7185849 / 025-366904', '', 'คุณพิเย็น', '29/5/2567', '0', '0', 'ไม่มีข้อมูลการใช้ไฟฟ้าของหน่วยงาน'),
('โรงเรียนวัดพิรุณศาสตร์', 'ปทุมธานี', 'ลำลูกกา', 'บึงทองหลาง', 'นายพล พรมทอง', '086-0404544', 'watpirunsartschool@gmail.com', 'นางสาวอำนวยพร จันทร์ไพศร์', '099-9058848', '', 'VJK', '29/5/2567', '0', '0', '1.ไม่มีข้อมูลการใช้ไฟฟ้าของหน่วยงาน 2. ไม่มีบิลค่าไฟ'),
('โรงเรียนวัดพืชอุดม(สปพ.ปท.2)', 'ปทุมธานี', 'ลำลูกกา', 'พืชอุดม', 'นางสาวสมศรี แจ้งสุทิมล', '092-2747096', '', 'นางมะลิ มีสน', '095-8581085', '', 'VJK', '29/5/2567', '0', '0', 'ไม่มีข้อมูลการใช้ไฟฟ้าของหน่วยงาน'),
('โรงเรียนวัดมงคลรัตน์ (สพป.ปท.2)', 'ปทุมธานี', 'ลำลูกกา', 'ลำไทร', 'นางสมัย บัวคำภู', '080-5284124', 'Samai.b_psc@hotmail.com', 'นายกรกวี ศรีกุล', '089-7148689', 'Kamkaweesrigul@gmail.com', 'VJK', '29/5/2567', '0', '0', 'ไม่มีข้อมูลการใช้ไฟฟ้าของหน่วยงาน'),
('โรงเรียนวัดยาง (เย็นประชาสรรค์)', 'เพชรบุรี', 'เขาย้อย', 'เขาย้อย', 'นางสาวอรุณี ไล้ทิม', '032-562260 / 089-7433088', 'songcinnamoroll@gmail.com', '/', '032-562260 / 083-0884916', 'Kujay2810@gmail.com', 'คุณพิเย็น', '10/5/2567', '6995.65', '83947.99', 'แก้บิลไฟเป็น มิ.ย 66 - พ.ค 67'),
('โรงเรียนวัดสมานมิตรมงคล สพฐ.', 'สระบุรี', 'วิหารแดง', 'คลองเรือ', 'นางยุพิน พยัคกุล', '089-4124205', '', 'นางสาวสุภาภรณ์ แพงอ่อน', '083-2593310', 'supassrapangon@gmail.com', 'คุณพิเย็น', '29/5/2567', '58,629.82', '4,885.82', 'แก้ไขให้กรอกข้อมูลการใช้ไฟฟ้าของหน่วยงานตามแบบฟอร์ม'),
('โรงเรียนวัดหนองหมูใต้(ไพบูลย์วิทยาคาร)', 'สระบุรี', 'วิหารแดง', 'หนองหมู', 'นางสาวอภิญดารัตน์ โจจน์ธัญการย์', '097-2354154', '', 'นางสาววาสนา ลุกลาม', '080-0535131', '', 'คุณพิเย็น', '29/5/2567', '108,683.24', '9,056.94', 'บิลไฟไม่ชัด'),
('โรงเรียนวัดเกตุประภา', 'ปทุมธานี', 'ลำลูกกา', 'บึงคำพร้อย', 'นายประพจน์ วงศ์ปาน', '020-433505 / 085-1744980', '', 'นายอิสระ เทียบสม', '020-433505 / 065-8873444', '', 'VJK', '29/5/2567', '0', '0', 'ไม่มีข้อมูลการใช้ไฟฟ้าของหน่วยงาน'),
('โรงเรียนวัดแจ้งลำหิน (พูนราษฎร์อุปถัมภ์)', 'ปทุมธานี', 'ลำลูกกา', 'บึงคำพร้อย', 'นายพิเชษฐุ์ กิ่งบัวหลวง', '090-9811952', 'pichetsiri1@gmail.com', 'นางสาวกัสมา บุญโกฏิ', '094-7786451', 'fontok52@gmail.com', 'VJK', '29/5/2567', '0', '0', '1.บิลขาด 1 เดือน 2.ไม่มีข้อมูลการใช้ไฟฟ้าของหน่วยงาน'),
('โรงเรียนวัดโพสพผลเจริญ', 'ปทุมธานี', 'ลำลูกกา', 'คูคต', 'นางสาวชุตินันท พั่วนะคุณมี', '025-237989 / 062-7928995', 'chutinan.monjai@gmail.com', 'นางสาวศุภรัตน์ เลิศสุทธิไกรศรี', '081-4485218', 'suparath.le@gmail.com', 'VJK', '29/5/2567', '0', '0', 'ไม่มีข้อมูลการใช้ไฟฟ้าของหน่วยงาน'),
('โรงเรียนสุรนารีวิทยา', 'นครราชสีมา', 'เมือง', 'ในเมือง', 'นายธนวัฒน์ สุขเกษม', '044-255740 / 089-8468241', '', 'นายกองทัพ สักบุตร', '081-3892720', 'Kritsada@srn.ac.th', 'คุณพิเย็น', '27/5/2567', '6,871,438.00', '572,619.00', ''),
('โรงเรียนสุราษฎร์พิทยา 2', 'สุราษฎร์ธานี', 'เมือง', 'วัดประดู่', 'นางปุญชรัศมิ์ ชัยบุญ', '077-200198 / 089-647442', 'pooncharaj@hotmail.com', 'เศรษฐภัทร์ สุธาประดิษฐ์', '077-200198 / 0862835966', 'kruchate@hotmail.com', 'คุณพิเย็น', '25/5/2567', '530,912.30', '44,242.69', ''),
('โรงเรียนสุราษฎร์พิทยา2', 'สุราษฎร์ธานี', 'เมือง', 'วัดประดู่\r\n', 'นางปุญชรัศมิ์ ชัยบุญ', '077-200-198 / 089-647-442', 'pooncharaj@hotmail.com', 'นายพฤษา อุยสุย\r\nเศรษฐภัทร์ สุธาประดิษฐ์', '077-200-198 / 089-656-836', 'kruchate@hotmail.com\r\npreuksa.a@gmail.com', 'คุณพิเย็น\r\n', '25/5/2567\r\n', '530,912.30', '44,242.69', 'ส่งแล้ว'),
('โรงเรียนหนองคลอง', 'นครพนม', 'นาแก', 'นาเลียง', 'นายเกียรติศักดิ์ ไชยวงค์ษา', '063-9714715', 'Supergiant999@gmail.com', 'นางสาวพัชรินท์ ลี้พล', '097-3081212', 'patchin.0506@gmail.com', 'คุณพิเย็น', '29/5/2567', '14,176.17', '1,181.35', ''),
('โรงเรียนหนองหญ้าปล้อง', 'เพชรบุรี', 'หนองหญ้าปล้อง', 'หนองหญ้าปล้อง', 'นายวันเฉลิม จำปาวิจิตร', '086-7669932', '', 'นายสยาม บุญประเสริจฐ', '095-8789529', '', 'คุณพิเย็น', '10/5/2567', '419,600.66', '34,966.72', 'แก้บิลไฟเป็น มิ.ย 66 - พ.ค 67'),
('โรงเรียนอนุบาลชุมพร', 'ชุมพร', 'เมือง', 'ท่าตะเภา', 'นางสาวเสาวนีย์ ช่วยอนันต์', '082-4361118', 'saowanee.c@adc.ac.th', 'นายกิตติพงษ์ น้อยจีน', '082-2822283', 'k.noijeen@gmail.com', 'ดร.อี๊ด', '30/4/2567', '0', '0', 'ขอเอกสารเพิ่ม'),
('โรงเรียนอุเทนพัฒนา', 'นครพนม', 'ท่าอุเทน', 'โนนตาล', 'นายภูวนารถ ตั้งศิริ', '089-8637254', 'pu5099@gmail.com', 'นางสาวอินธุอร ปูนากรณ์', '095-1955825', 'punakron2537@gmail.com', 'คุณพิเย็น', '31/5/2567', '983,635', '81,970', ''),
('โรงเรียนเจริญดีวิทยา (สพป.ปท.2)', 'ปทุมธานี', 'ลำลูกกา', 'ลำลูกกา', 'นางสาวเหมือนฝัน จันทร์ประสิทธิ์', '083-9932949', 'mearnfun@gmail.com', 'นายภาสกร อ่านสนิท', '081-9214266', 'passako.arn@gmail.com', 'คุณพิเย็น', '29/5/2567', '0', '0', 'ไม่มีข้อมูลการใช้ไฟฟ้าของหน่วยงาน'),
('โรงเรียนเชียงคาน', 'เลย', 'เชียงคาน', 'เชียงคาน', 'นายพยุง โพธิ์ชัย', '095-223-1888', 'thjitprasert@hotmail.com', 'นายธรรมรัตน์ จิตรประเสริฐ', '042-821159 / 081-9540356', 'thaitheep@gmail.com', 'คุณพิเย็น', '31/5/2567', '1,348,609.60', '112,384.13', ''),
('โรงเรียนเตรียมอุดมศึกษาพัฒนาการร้อยเอ็ด', 'ร้อยเอ็ด', 'เมือง', 'หนองแวง', 'นายวัฒนา พลอาษา', '084-4189526', 'Wattanaphol2507@gmail.com', 'นายไกรกฤณ์ ดุสิต', '084-5124323', 'hs4puw@gmail.com', 'คุณพิเย็น', '31/5/2567', '1,188,044.39', '99,003.70', '1.แก้ไขหนังสือ 2.แก้บิลไฟเป็น มิ.ย 66 - พ.ค 67'),
('โรงเรียนเทศบาล 2 วัดพระทรง (สุทธิเทสอุปถัมภ์)', 'เพชรบุรี', 'เมือง', 'ท่าราบ', 'นายสุพจน์ วงศ์ทองดี', '032-425975 / 081-1747390', '', 'นายสุพจน์ วงศ์ทองดี', '032-425975 / 081-1747390', 'supote1981@gmail.com', 'คุณพิเย็น', '17/5/2567', '255,244.07', '21,270.34', '1.แก้ไขหนังสือแจ้งเป็น 66-67 2.แก้บิลไฟเป็น มิ.ย 66 - พ.ค 67'),
('โรงเรียนเทศบาล 3 ชุมชนจันทราวาส', 'เพชรบุรี', 'เมือง', 'ท่าราบ', 'นางรัชนี พันออด', '032-425602 / 080-3034747', '', 'นางรัชนี พันออด', '032-425602 / 0803034747', 'rachniphan@gmail.com', 'คุณพิเย็น', '17/5/2567', '1,261,407.03', '105,117.25', 'แก้บิลไฟเป็น มิ.ย 66 - พ.ค 67'),
('โรงเรียนเลยอนุกูลวิทยา', 'เลย', 'เมือง', 'นาอาน', 'นายอุเทณร์ ขันติยู', '095-246-9223', '', 'นางสาวธารดา ศรีสอาด', '088-7463921', 'sritarada@gmail.com', 'คุณพิเย็น', '27/5/2567', '1,457,231.04', '121,435.92', ''),
('โรงเรียนเหล่าหลวงประชานุสรณ์', 'ร้อยเอ็ด', 'เกษตรวิสัย', 'หล่าหลวง', 'นายเชิดศักดิ์..เอกปริญญา', '091-8616016', '', 'นายอเนก วรศิริ', '083-4511653', 'Xenkwasiri@gmail.com', 'คุณพิเย็น', '31/5/2567', '141,744.83', '11,812.07', ''),
('โรงเรียนโขงเจียมวิทยาคม', 'อุบลราชธานี', 'โขงเจียม', 'โขงเจียม', 'นายประภาส สีหา', '099-5381625', 'Prapatsi2508@gmail.com', 'นายสืบพงษ์ ยุพา', '086-2655446', '', 'คุณพิเย็น', '31/5/2567', '560,514.69', '46,709.56', '1.แก้ไขหนังสือแจ้งความประสงค์ 2.แก้บิลไฟเป็น มิ.ย 66 - พ.ค 67'),
('โรงเรียบ้านนหนองใหญ่', 'ร้อยเอ็ด', 'ศรีสมเด็จ', 'หนองใหญ่', 'นายสุขศิลป์ ชมภูพาน', '081-5923090', 'suksinchompupan4@gmail.com', 'นางสาวชวนพิศ จันทะนันท์', '081-0579911', 'chanpitjantanan@gmail.com', 'คุณพิเย็น', '31/5/2567', '32,170.29', '2,680.86', '');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `view_info`
--
ALTER TABLE `view_info`
  ADD PRIMARY KEY (`V_Schoolname`);
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
